tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "jmhobbs/parrot"
brew "gcc"
brew "util-linux"
brew "sqlite"
brew "boost"
brew "chezmoi"
brew "curl"
brew "cyrus-sasl"
brew "folly"
brew "gcc@5"
brew "systemd"
brew "libfido2"
brew "php"
brew "php@8.0"
brew "protobuf"
brew "python@3.10"
brew "watchman"
vscode "alexcvzz.vscode-sqlite"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bboure.vscode-appsync-utils"
vscode "bmewburn.vscode-intelephense-client"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "eamodio.gitlens"
vscode "ecodes.vscode-phpmd"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "ExodiusStudios.comment-anchors"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "IslandOfCode.vtl"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-es"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "sodatea.velocity"
vscode "TabNine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "theBenForce.appsync-resolver-autocomplete"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "Vue.volar"
vscode "yatki.vscode-surround"
