tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "jmhobbs/parrot"
brew "gcc"
brew "util-linux"
brew "sqlite"
brew "boost"
brew "chezmoi"
brew "curl"
brew "cyrus-sasl"
brew "folly"
brew "gcc@5"
brew "systemd"
brew "libfido2"
brew "php"
brew "php@8.0"
brew "protobuf"
brew "python@3.10"
brew "watchman"
